/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ har uppdaterats och flyttats. Vill du ändra alla dina nyckelringsobjekt så att den nya versionen får tillgång till din nyckelring?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ har uppdaterats. Vill du tillåta den nya versionen åtkomst till samma nyckelringsobjekt (t.ex. lösenord) som den föregående versionen?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ har uppdaterats. Vill du ändra alla dina nyckelringsobjekt så att den nya versionen får tillgång till din nyckelring?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ kan ha uppdaterats eller ändrats, eventuellt under en programuppdatering. Därför måste du ge tillåtelse att använda det här nyckelringsobjektet.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "%1$@ kan ha uppdaterats eller ändrats, eventuellt under en programuppdatering. Därför måste du ge tillåtelse att använda den här nyckelringen.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ vill komma åt nyckeln ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ vill lägga till objektet ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ vill ändra åtkomstbehörigheterna för objektet ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ begär tillåtelse att ändra ägare för ”%2$@”-objektet i din nyckelring (ägaren till objektet är den som gav tillåtelse att ändra åtkomsträttigheterna).";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ vill avkryptera objektet ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ vill radera objektet ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ vill skapa en nyckel från nyckeln ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ vill kryptera med nyckeln ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ vill exportera nyckeln ”%2$@” från din nyckelring.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ vill importera nyckeln ”%2$@” till din nyckelring.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ vill signera med nyckeln ”%2$@” i din nyckelring.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ vill signera med nyckeln ”%2$@” i din nyckelring.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ vill använda nyckelringen ”%2$@”.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ vill använda ditt .Mac-lösenord. %2$@.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ vill använda den konfidentiella informationen i ”%2$@” i din nyckelring.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "”%1$@” har ändrats på skivan. Det kan vara så att du kör något som låtsas vara ”%1$@”.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "”%1$@” har ändrats under körning och överensstämmer inte längre med vad som installerats på skivan.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "”%1$@” är okänt. Åtkomst nekad.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Ett program med namnet %1$@ behöver åtkomst till din nyckelring, men det finns en befintlig version. Vill du ändra alla dina nyckelringsobjekt så att den nya versionen får tillgång till din nyckelring?";

/* AppType */
"Application:" = "Program:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "Autentisering behövs inte längre.";

/* Cancel button title */
"Cancel" = "Avbryt";

/* changed application wanting access */
"Changed Process:" = "Ändrad process:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Bekräfta programändring";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Kopiera plats till urklipp";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Detaljer";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Vill du tillåta åtkomst till det här objektet?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Vill du tillåta detta?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Ange ett nytt lösenord för nyckelringen ”%1$@.”";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Ange lösenordet för nyckelringen ”%1$@” på ”%2$@”.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Ange lösenordet för nyckelringen \"%1$@” på en av de datorer du har synkroniserat.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Det går inte att avgöra om ”%1$@” är oförändrad från senaste gången den användes. Någon kan ha ändrat eller bytt ut den.";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Nytt lösenord:";

/* No button title */
"No" = "Nej";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Krävs inte.";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Lösenordstips: ”%1$@”.";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN-kod:";

/* Unlock reason detail */
"Please enter the keychain password." = "Skriv in nyckelringens lösenord.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Säkra lösenord bör vara längre än sex tecken och bör inte innehålla uppenbara ord som hund, katt osv.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Autentiseringen kunde inte fortsättas.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Tyvärr, kan inte bibehålla det upplåsta läget.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Du har gjort fler autentiseringsförsök än tillåtet.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Tyvärr, du har försökt ställa in lösenordet för nyckelringen ”%1$@” för många gånger.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Du har försökt låsa upp ”%1$@” för många gånger.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Du angav ett ogiltigt lösenord.";

/* For referring to the system keychain. */
"System" = "System";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "Programvaran ”%1$@” har ändrats på datorn och vill få tillgång till din nyckelring.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "Autenticiteten för ”%1$@” kan inte kontrolleras.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "Objektet kunde inte läggas till i din förvalda nyckelring.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Nyckelringsobjekten kan innehålla lösenord eller annan viktig information. Om du klickar på Tillåt kommer den nya versionen av ”%1$@” att få tillgång till alla nyckelringsobjekt som användes av den tidigare versionen. Ändringen är permanent.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "Det angivna namnet eller lösenordet är felaktigt.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Ändringen är permanent och påverkar alla nyckelringsobjekt i alla dina nyckelringar.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Detta är en ny version av programmet ”%1$@”. Vill du ge det tillgång till samma nyckelringsobjekt som den tidigare versionen?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "Detta är samma lösenord som du använde första gången du synkroniserade nyckelringen ”%@” med .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Om du tillåter detta anger du lösenordet för nyckelringen ”%1$@”.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Om du vill synkronisera nyckelringen på den här datorn anger du lösenordet för användarkontot på ”%1$@”.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Om du vill synkronisera nyckelringen på den här datorn anger du lösenord för användarkonton på de datorer du vill synkronisera med.";

/* ToolType */
"Tool:" = "Verktyg:";

/* Try again later */
"Try again later." = "Försök igen senare.";

/* Please Try again */
"Try entering your information again." = "Försök med att ange informationen igen.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Ange ett administratörsnamn och -lösenord om du vill göra ändringar i systemets tillförlitlighetsinställningar för certifikat.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Skriv in ett administratörsnamn och -lösenord för att låta %1$@ göra ändringar.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Skriv in namn och lösenord för en användare i gruppen ”%1$@” för att låta %2$@ göra ändringar.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Skriv in ditt lösenord för att låta %1$@ göra ändringar.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Skriv in ett lösenord om du vill göra ändringar i tillförlitlighetsinställningarna för certifikat.";

/* UnkownProcessType */
"Unknown:" = "Okänt";

/* Unlock no longer needed */
"Unlock is no longer needed." = "Upplåst läge behövs inte längre.";

/* Yes button title */
"Yes" = "Ja";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Du har inte angett ett lösenord. Gör det nu.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Du har valt ett icke-säkert lösenord. Välj ett som är längre.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Du har använt lösenordet tidigare. Välj något annat.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Skriv in användarnamn och lösenord för en administratör om du vill ändra %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Skriv in användarnamnet och lösenordet för en användare i gruppen ”%1$@” om du vill ändra %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "Lösenordet och bekräftelsen är inte likadana.";

/* pwd unacceptable */
"Your password is unacceptable." = "Lösenordet kan inte accepteras.";

